---
kind: enumMember
id: F:Autodesk.Revit.DB.IFC.IFCConnectedWallDataLocation.Start
enum: Autodesk.Revit.DB.IFC.IFCConnectedWallDataLocation
source: html/90930859-e2e7-2204-aed0-d738af6c306d.htm
---
# Autodesk.Revit.DB.IFC.IFCConnectedWallDataLocation.Start

The connection is at the start of the wall location line.